Repository: darktable-org/darktable
Catalog: doc/usermanual/po/sv.tmx
Source language: en
Languages: sv

source: warning: disk backend for thumbnail cache is disabled (cache_disk_backend) if you want to pre-generate thumbnails and for darktable to use them, you need to enable disk backend for thumbnail cache no thumbnails to be generated, done.
sv: varning: lagringen av miniatyrbildscachen på disk är avslagen (cache_disk_backend) om du vill få minityrbilder skapade i förväg och att darktable använder dem måste du slå på lagring av minityrbildscachen på disk inga miniatyrbilder att skapa, klar.

source: error: ensure that min_mip <= max_mip
sv: fel: se till att min_mip <= max_mip

source: creating complete lighttable thumbnail cache
sv: skapar komplett minityrbildscache för ljusbordsvyn

source: views
sv: vyer

source: image operations
sv: bildinformation

source: modules
sv: moduler

source: increase
sv: öka

source: decrease
sv: minska

source: reset
sv: återställ

source: edit
sv: ändra

source: deleting preset for obsolete module
sv: ta bort förinställning för föråldrade moduler

source: store value as default
sv: spara värde som standardvärden

source: reset value to default
sv: återställ värde till standardvärden

source: cancel
sv: avbryt

source: import
sv: importera

source: please wait while prefetching thumbnails of images from camera...
sv: var god vänta medans förhandsvisningsbilder hämtas från kameran.

source: jobcode
sv: jobbkod

source: thumbnail
sv: miniatyr

source: storage file
sv: lagringsfil

source: general
sv: generella

source: ignore JPEG files
sv: ignorera JPEG-bilder

source: do not load files with an extension of .jpg or .jpeg. this can be useful when there are raw+JPEG in a directory.
sv: importerar inte bilder med filändelse .jpg eller .jpeg. detta är användbart om du har raw+JPEG bilder i katalogerna.

source: apply metadata on import
sv: applicera metadata vid import

source: apply some metadata to all newly imported images.
sv: applicera metadata på samtliga bilder som importeras

source: comma separated list of tags
sv: kommaseparerad lista med taggar

source: creator
sv: skapare

source: publisher
sv: utgivare

source: rights
sv: rättigheter

source: override today's date
sv: överskrida dagens datum

source: check this, if you want to override the timestamp used when expanding variables: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)
sv: klicka här om du vill använda en egen tidstämpel vid expandering variablerna: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)

source: images
sv: bilder

source: settings
sv: inställningar

source: select the images from the list below that you want to import into a new filmroll
sv: markera de bilder i listan nedan som du vill importera till en ny filmrulle

source: please use YYYY-MM-DD format for date override
sv: använd datumformatet YYYY-MM-DD för egna datum

source: tethering view
sv: tjudringsvy

source: lighttable view
sv: ljusbordsy

source: darkroom view
sv: mörkrumsvy

source: map view
sv: kartvy

source: slideshow view
sv: bildspelsvy

source: print view
sv: utskriftsvy

source: quit
sv: avsluta

source: toggle fullscreen
sv: växla fullskärm

source: leave fullscreen
sv: lämna fullskärm

source: toggle side borders
sv: växla visning av paneler

source: toggle header
sv: växla visning av huvud

source: switch view
sv: byt vy

source: zoom in
sv: zooma in

source: zoom out
sv: zooma ut

source: $(ROLL_NAME) - roll of the input image
sv: $(ROLL_NAME) - ingående bilds filmrulle

source: $(FILE_FOLDER) - folder containing the input image
sv: $(FILE_FOLDER) - katalogen som innehåller ingående bild

source: $(FILE_NAME) - basename of the input image
sv: $(FILE_NAME) - ingående bilds basnamn

source: $(FILE_EXTENSION) - extension of the input image
sv: $(FILE_EXTENSION) - ingående bilds suffix

source: $(VERSION) - duplicate version
sv: $(VERSION) - bildkopians version

source: $(SEQUENCE) - sequence number
sv: $(SEQUENCE) - sekvensnummer

source: $(YEAR) - year
sv: $(YEAR) - år

source: $(MONTH) - month
sv: $(MONTH) - månad

source: $(DAY) - day
sv: $(DAY) - dag

source: $(HOUR) - hour
sv: $(HOUR) - timme

source: $(MINUTE) - minute
sv: $(MINUTE) - minut

source: $(SECOND) - second
sv: $(SECOND) - sekund

source: $(EXIF_YEAR) - EXIF year
sv: $(EXIT_YEAR) - år i EXIF-data

source: $(EXIF_MONTH) - EXIF month
sv: $(EXIF_MONTH) - månad i EXIF-data

source: $(EXIF_DAY) - EXIF day
sv: $(EXIF_DAY) - dag i EXIF-data

source: $(EXIF_HOUR) - EXIF hour
sv: $(EXIF_HOUR) - timme i EXIF-data

source: $(EXIF_MINUTE) - EXIF minute
sv: $(EXIF_MINUTE) - minut i EXIF-data

source: $(EXIF_SECOND) - EXIF second
sv: $(EXIF_SECOND) - sekund i EXIF-data

source: $(EXIF_ISO) - ISO value
sv: $(EXIF_ISO) - ISO-värdet

source: $(MAKER) - camera maker
sv: $(MAKER) - kameratillverkare

source: $(MODEL) - camera model
sv: $(MODEL) - kamera modell

source: $(STARS) - star rating
sv: $(STARS) - antal stjärnor

source: $(LABELS) - colorlabels
sv: $(LABELS) - färgmarkeringar

source: $(PICTURES_FOLDER) - pictures folder
sv: $(PICTURES_FOLDER) - bildkatalog

source: $(HOME) - home folder
sv: $(HOME) - hemkatalog

source: $(DESKTOP) - desktop folder
sv: $(DESKTOP) - skrivbordet

source: $(TITLE) - title from metadata
sv: $(TITLE) - titel från metadata

source: $(CREATOR) - creator from metadata
sv: $(CREATOR) - skapare från metadata

source: $(PUBLISHER) - publisher from metadata
sv: $(PUBLISHER) - utgivare från metadata

source: $(RIGHTS) - rights from metadata
sv: $(RIGHTS) - rättgheter från metadata

source: golden sections
sv: gyllene sektioner

source: golden spiral sections
sv: gyllene spiralsektioner

source: golden spiral
sv: gyllene spiral

source: show some extra guides
sv: visa extra guider

source: grid
sv: rutmönster

source: rules of thirds
sv: tredjedelsregeln

source: metering
sv: mätskala

source: perspective
sv: perspektiv

source: diagonal method
sv: diagonal metod

source: harmonious triangles
sv: harmoniska trianglar

source: golden mean
sv: gyllene snitt

source: select parts
sv: välj delar

source: select _all
sv: välj _alla

source: select _none
sv: rensa _val

source: include
sv: inkludera

source: item
sv: post

source: can't copy history out of unaltered image
sv: kan inte kopiera historik från en orörd bild

source: normal images
sv: normala bilder

source: raw
sv: rå

source: interface language
sv: gränsnitt språk

source: double click to reset to the system language
sv: dubbelklicka för att återsälla till system språk

source: set the language of the user interface. the system default is marked with an * (needs a restart)
sv: välj språk för användargränssnittet. systemets standard markeras med en * (kräver omstart)

source: darktable preferences
sv: darktable-inställningar

source: close
sv: stäng

source: module
sv: modul

source: model
sv: modell

source: maker
sv: tillverkare

source: lens
sv: objektiv

source: exposure
sv: exponering

source: aperture
sv: bländare

source: focal length
sv: brännvidd

source: auto
sv: automatisk

source: shortcuts
sv: snabbtangenter

source: shortcut
sv: snabbtangent

source: binding
sv: bindning

source: press key combination to remap...
sv: tryck tangentkombination för bindning...

source: do you really want to delete the preset `%s'?
sv: vill du verkligen ta bort förinställning `%s'?

source: delete preset?
sv: ta bort förinställning?

source: select file to export
sv: välj fil att exportera

source: select file to import
sv: välj fil att importera

source: _open
sv: _öppna

source: are you sure you want to restore the default keybindings? this will erase any modifications you have made.
sv: är du säker på om du vill återställa standardbindningar för snabbtangenter? detta kommer att ta bort alla ändringar du har gjort.

source: select preset to import
sv: välj stil att importera

source: failed to import preset
sv: misslyckades med att importera stil

source: edit `%s' for module `%s'
sv: editera `%s' för modul `%s'

source: description or further information
sv: beskrivning eller vidare information

source: auto apply this preset to matching images
sv: automatisk applicering av denna förinställning på matchande bilder

source: only show this preset for matching images
sv: visa endast denna förinställning för matchande bilder

source: be very careful with this option. this might be the last time you see your preset.
sv: var försiktig med detta val. det kan bli den sista gången du ser din förinställning.

source: string to match model (use % as wildcard)
sv: text att matcha med modell (% används som wildcard)

source: string to match maker (use % as wildcard)
sv: text att matcha med tillverkare (% används som wildcard)

source: string to match lens (use % as wildcard)
sv: text att matcha med objektiv (% används som wildcard)

source: minimum ISO value
sv: minsta ISO-värde

source: maximum ISO value
sv: högsta ISO-värde

source: minimum exposure time
sv: minsta exponeringstid

source: maximum exposure time
sv: högsta exponeringstid

source: minimum aperture value
sv: minsta bländarsteg

source: maximum aperture value
sv: högsta bländarsteg

source: minimum focal length
sv: minimal brännvidd (mm)

source: maximum focal length
sv: maximal brännvidd (mm)

source: _select as output destination
sv: _välj som mål för utdata

source: preset %s was successfully saved
sv: stilen '%s' sparades

source: new preset
sv: ny förinställning

source: please give preset a name
sv: var god ge förinställningen ett namn

source: unnamed preset
sv: förinställning utan namn

source: preset `%s' already exists. do you want to overwrite?
sv: förinställningen `%s' existerar redan. Vill du skriva över den?

source: overwrite preset?
sv: skriv över förinställning?

source: name of the preset
sv: namn på förinställning

source: (default)
sv: (standard)

source: disabled: wrong module version
sv: avslaget: fel modulversion

source: edit this preset..
sv: ändra denna förinställning..

source: delete this preset
sv: ta bort denna förinställning

source: store new preset..
sv: spara ny förinställning...

source: update preset
sv: uppdatera förinställning

source: favourite
sv: favoriter

source: style %s was successfully saved
sv: stilen '%s' sparades

source: edit style
sv: ändra stil

source: duplicate style
sv: duplicera stil

source: creates a duplicate of the style before applying changes
sv: skapa en kopia på stilen innan förändringar appliceras

source: create new style
sv: skapa ny stil

source: enter a name for the new style
sv: ange ett namn för stilen

source: description
sv: beskrivning

source: enter a description for the new style, this description is searchable
sv: ange en beskrivning av den nya stilen, denna beskrivning är sökbar

source: update
sv: uppdatera

source: can't create style out of unaltered image
sv: kan inte skapa en stil utifrån en orörd bild

source: copy
sv: kopiera

source: do a 1:1 copy of the selected files. the global options below do not apply!
sv: gör en 1:1 kopia av valda filer. den globala inställningen nedan kommer att uteslutas!

source: the selected output profile doesn't work well with exr
sv: den valda utgående färgprofilen fungerar inte bra med exr

source: OpenEXR (float)
sv: OpenEXR (flyttal)

source: compression mode
sv: komprimeringstyp

source: PIZ (default)
sv: PIZ (standard)

source: PXR24 (lossy)
sv: PXR24 (destruktiv)

source: B44 (lossy)
sv: B44 (destruktiv)

source: B44A (lossy)
sv: B44A (destruktiv)

source: DCP mode
sv: DCP-läge

source: Cinema2K, 24FPS
sv: Cinema2K, 24 bilder/s

source: Cinema2K, 48FPS
sv: Cinema2K, 48 bilder/s

source: Cinema4K, 24FPS
sv: Cinema4K, 24 bilder/s

source: invalid paper size
sv: ogilltig pappersstorlek

source: invalid border size, using 0
sv: ogilltig kantstorlek, använder 0

source: could not export to file `%s'!
sv: kunde inte exportera till fil `%s'!

source: title
sv: titel

source: enter the title of the pdf
sv: ange en titel för pdf:en

source: paper size
sv: pappersstorlek

source: paper size of the pdf either one from the list or "<width> [unit] x <height> <unit> example: 210 mm x 2.97 cm
sv: pdf:ens pappersstorlek antingen en i listan eller "<bredd> [enhet] x <höjd> <enhet> exempel: 210 mm x 2,97 cm

source: page orientation
sv: sidorientering

source: portrait
sv: stående

source: landscape
sv: liggande

source: paper orientation of the pdf
sv: pdf:ens pappersorientering

source: border
sv: kant

source: empty space around the pdf format: size + unit examples: 10 mm, 1 inch
sv: tom yta runt pdf:en format: storlek + enhet exempel: 10 mm, 1 tum

source: dpi of the images inside the pdf
sv: dpi för bilder i pdf:en

source: rotate images
sv: rotera bilder

source: images can be rotated to match the pdf orientation to waste less space when printing
sv: man kan rotera bilderna så att de stämmer med pdf:ens orientering, så slösar man inte så mycket på utrymmet när man skriver ut

source: TODO: pages
sv: ATT GÖRA: sidor

source: single images
sv: enstaka bilder

source: contact sheet
sv: kontaktkarta

source: what pages should be added to the pdf
sv: vilka sidor som ska hamna i pdf:en

source: embed icc profiles
sv: inbyggda icc-profiler

source: images can be tagged with their icc profile
sv: bilderna kan taggas med sin icc-profil

source: bit depth
sv: bitdjup

source: bits per channel of the embedded images
sv: bitar per kanal för den inlaggda bilderna

source: compression
sv: komprimering

source: uncompressed
sv: okomprimerad

source: deflate
sv: komprimera

source: method used for image compression uncompressed -- fast but big files deflate -- smaller files but slower
sv: metoder för bildkomprimering okomprimerad -- snabbt men stora filer deflate -- snabbare filer men långsammare

source: image mode
sv: bildmetod

source: draft
sv: förhanstitt

source: normal -- just put the images into the pdf draft -- images are replaced with boxes debug -- only show the outlines and bounding boxen
sv: normal -- lägger helt enkelt in bilderna i pdf:en förhandstitt -- bilderna ersätts med rutor debug -- visa bara konturer och bildområdet

source: PFM (float)
sv: PFM (flyttal)

source: 32 bit (float)
sv: 32-bit (flyttal)

source: deflate with predictor
sv: komprimera med framförhållning

source: deflate with predictor (float)
sv: komprimera med framförhållning (flyttal)

source: compression level
sv: komprimeringsgrad

source: compression type
sv: komprimeringstyp

source: lossy
sv: destruktiv

source: lossless
sv: icke-destruktiv

source: applies only to lossy setting
sv: enbart för destruktiv komprimering

source: image hint
sv: bild-karaktär

source: image characteristics hint for the underlying encoder. picture : digital picture, like portrait, inner shot photo : outdoor photograph, with natural lighting graphic : discrete tone image (graph, map-tile etc)
sv: ledtråd om bildens karaktär till den underliggande bildkodaren. bild : typiskt porträtt, inomhusbild foto : utomhusbild, med naturligt ljus grafik : bild med diskreta toner (graf, kartruta, etc)

source: picture
sv: bild

source: photo
sv: foto

source: graphic
sv: grafik

source: file on disk
sv: fil på disk

source: enter the path where to put exported images variables support bash like string manipulation recognized variables:
sv: ange sökvägen till den katalog där du vill exportera bilder variabler stöder bash-kommandon kända variabler:

source: on conflict
sv: vid krock

source: create unique filename
sv: skapa unikt filnamn

source: overwrite
sv: skriv över

source: could not create directory `%s'!
sv: kunde inte skapa katalog %s!

source: could not write to directory `%s'!
sv: kunde inte skriva till katalog `%s'!

source: %d/%d exported to `%s'
sv: %d/%d exporterad till `%s'

source: send as email
sv: skicka som epost

source: images exported from darktable
sv: bilder exporterade från darktable

source: could not launch email client!
sv: kunde inte starta email-klienten!

source: [facebook] unexpected URL format
sv: [facebook] oväntat URL-format

source: step 1: a new window or tab of your browser should have been loaded. you have to login into your facebook account there and authorize darktable to upload photos before continuing.
sv: steg 1: ett nytt fönster eller flik i din webbläsare ska ha visats. du måste logga in med ditt facebook-konto där och bekräfta att darktable får ladda upp bilder innan du kan fortsätta.

source: step 2: paste your browser URL and click the OK button once you are done.
sv: steg 2: klistra in URL:en från din webbläsare och klicka på OK-knappen när du är klar.

source: facebook authentication
sv: facebook-autentisering

source: please enter the validation URL
sv: var god ange validerings-URL:en

source: the given URL is not valid, it should look like:
sv: den angivna URL:en är inte giltig, den borde se ut såhär:

source: authentication successful
sv: autentisering lyckades

source: authentication failed
sv: autentisering misslyckades

source: a new window or tab of your browser should have been loaded. you have to login into your facebook account there and authorize darktable to upload photos before continuing.
sv: ett nytt fönster eller flik i din webbläsare ska ha visats. du måste logga in med ditt facebook-konto där och bekräfta att darktable får ladda upp bilder innan du kan fortsätta.

source: new account
sv: nytt konto

source: other account
sv: annat konto

source: unable to retrieve the album list
sv: kunde inte hämta listan på album

source: create new album
sv: skapa nytt album

source: logout
sv: logga ut

source: login
sv: logga in

source: facebook webalbum
sv: facebook-album

source: summary
sv: sammanfattning

source: privacy
sv: sekretessnivå

source: only me
sv: bara jag

source: friends
sv: vänner

source: public
sv: publik

source: friends of friends
sv: vänners vänner

source: unable to create album, no title provided
sv: kunde inte skapa album, ingen titel angiven

source: unable to create album
sv: kunde inte skapa album

source: unable to export photo to webalbum
sv: kunde inte exportera bild till webbalbum

source: %d/%d exported to facebook webalbum
sv: %d/%d exporterad till facebook-album

source: flickr authentication: %s
sv: flickr-autentisering: %s

source: step 1: a new window or tab of your browser should have been loaded. you have to login into your flickr account there and authorize darktable to upload photos before continuing.
sv: steg 1: ett nytt fönster eller flik i din webbläsare ska ha visats, du måste logga in med ditt flickr-konto där och bekräfta att darktable får ladda upp bilder.

source: step 2: click the OK button once you are done.
sv: steg 2: klicka på OK knappen när du är klar

source: flickr authentication
sv: flickr-konto är inte autentiserat

source: flickr webalbum
sv: flickr-album

source: not authenticated
sv: inte autentiserad

source: authenticated
sv: autentiserad

source: without album
sv: utan album

source: flickr user
sv: flickr-användare

source: flickr login
sv: flickr-inloggning

source: visible to
sv: visas för

source: you
sv: du

source: family
sv: familj

source: friends + family
sv: vänner och familj

source: everyone
sv: alla

source: photosets
sv: bildsamling

source: refresh album list
sv: uppdatera listan av album

source: my new photoset
sv: min nya bildsamling

source: exported from darktable
sv: exporterat från darktable

source: click login button to start
sv: tryck på inloggningsknappen för att starta

source: could not upload to flickr!
sv: kunde inte exportera till flickr!

source: %d/%d exported to flickr webalbum
sv: %d/%d exporterad till flickr-album

source: website gallery
sv: webbsite-galleri

source: enter the title of the website
sv: ange en titel på webbsite

source: step 1: a new window or tab of your browser should have been loaded. you have to login into your google account there and authorize darktable to upload photos before continuing.
sv: steg 1: ett nytt fönster eller flik i din webbläsare ska ha visats. du måste logga in med ditt google+-konto där och bekräfta att darktable får ladda upp bilder innan du kan fortsätta.

source: step 2: paste the verification code shown to you in the browser and click the OK button once you are done.
sv: steg 2: klistra in verifikationskoden som visas i din webbläsare och klicka på OK-knappen när du är klar.

source: google authentication
sv: google-autentisering

source: verification code:
sv: kontrollkod:

source: please enter the verification code
sv: var god ange kontrollkoden

source: google photos
sv: google-bilder

source: unable to export to google photos album
sv: kunde inte exportera bild till google-album

source: %d/%d exported to google photos album
sv: %d/%d exporterad till google-album

source: LaTeX book template
sv: bokmall i LaTeX

source: enter the title of the book
sv: ange en titel för boken

source: not authenticated, cannot reach server
sv: inte autentiserad, kan inte nå server

source: cannot refresh albums
sv: kan inte uppdatera album

source: accounts
sv: konton

source: the server name default protocol is https specify http:// if non secure server
sv: servernamn standardprotokollet är https välj http:// om det är en server utan säkerhet

source: user
sv: användare

source: password
sv: lösenord

source: piwigo login
sv: inloggning för piwigo

source: contacts
sv: kontakter

source: new album
sv: nyatt album

source: parent album
sv: överordnat album

source: cannot create a new piwigo album!
sv: kan inte skapa nytt piwigo-album

source: could not upload to piwigo!
sv: kunde inte exportera till piwigo!

source: %d/%d exported to piwigo webalbum
sv: %d/%d exporterad till piwigo webbalbum

source: perspective correction
sv: perspektivkorrigering

source: lens shift (v)
sv: objektivshift (v)

source: lens shift (h)
sv: objektivshift (h)

source: shear
sv: skjuvning

source: automatic cropping failed
sv: automatiskt beskärning misslyckades

source: data pending - please repeat
sv: mer data väntar - var god upprepa

source: could not detect structural data in image
sv: kunde inte finna strukturellt data i bilden

source: could not run outlier removal
sv: kunde inte ta bort avvikande värden

source: not enough structure for automatic correction
sv: otillräcklig struktur för automatisk korrigering

source: automatic correction failed, please correct manually
sv: autoatisk korrigering misslyckades, var god korrigera manuellt

source: lens shift (%s)
sv: objektivshift (%s)

source: horizontal
sv: horisontellt

source: vertical
sv: vertikalt

source: lens shift (vertical)
sv: objektivshift (vertikal)

source: lens shift (horizontal)
sv: objektivshift (horisontell)

source: guides
sv: guider

source: automatic cropping
sv: automatiskt beskärning

source: largest area
sv: största ytan

source: lens model
sv: objektivmodell

source: generic
sv: generisk

source: specific
sv: specifik

source: crop factor
sv: beskärningsfaktor

source: lens dependence
sv: objektivberoende

source: aspect adjust
sv: justera bildförhållande

source: automatic fit
sv: automatisk passning

source: get structure
sv: hämta struktur

source: rotate image
sv: rotera bild

source: apply lens shift correction in one direction
sv: applicera justering av objektivshift i en riktning

source: shear the image along one diagonal
sv: skjuv bilden längs en diagonal

source: display guide lines overlay
sv: visa guider

source: automatically crop to avoid black edges
sv: beskär automatiskt för att undvika svarta kanter

source: lens model of the perspective correction: generic or according to the focal length
sv: objektivmodellering för perspektivkorrigering: generisk eller i englighet med brännvidden

source: focal length of the lens, default value set from exif data if available
sv: objektivets brännvidd, startvärde satt enligt exif-data om det är tillgängligt
